{"data":[{"id":"411","type":"brands","attributes":{"slug-url":"commodity","name":"Commodity","description":"London-based founders Konstantin Glasmacher and Ash Huzenlaub established Commodity as an international platform bringing together passionate artisans and entrepreneurs to co-inspire and create their best work. The result: fragrance, home, and body experiences that give you room to express yourself and enhance the way you live. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"399","type":"brands","attributes":{"slug-url":"shiseido","name":"Shiseido","description":"Shiseido was founded in 1872 as Japan’s first Western-style pharmacy. Since then, they've been dedicated to sharing art, science and beauty through innovative formulas, Eastern traditions and holistic philosophies. Their goal is to use unparalleled technology and deliver superior products to create beauty in your life.\r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"401","type":"brands","attributes":{"slug-url":"beauty-bakerie","name":"Beauty Bakerie ","description":"What started as an artistic outlet for founder Cashmere Nicole quickly grew into a worldwide sensation for those with a sweet tooth for makeup. Beauty Bakerie is a cosmetics line ranging from sweet-as-honey Lip Whips to vegan Flour Setting Powder. The brand is committed to making beauty better—not bitter—with high-quality ingredients and an attitude that’s unapologetically sweet. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"404","type":"brands","attributes":{"slug-url":"rituel-de-fille","name":"Rituel de Fille","description":"Founded by three sisters who were inspired by the magical side of natural ingredients and the power of pigment, Rituel de Fille is an industry gamechanger that's beloved by makeup artists for its spellbinding natural colour. Every small-batch potion is handcrafted with 99% natural ingredients that deliver intense colour, velvety texture and lasting wear.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"402","type":"brands","attributes":{"slug-url":"wei","name":"Wei","description":"WHERE THERE IS BALANCE, THERE IS BEAUTY. In China, after the herbal doctor prescribes a remedy, the herbalist weighs all of the herbs and hand wraps them in hand-written paper that shows the doctor's prescription. We strive to recreate this experience for you with our own packaging. Wei Beauty is focused on highlighting the precious beauty within our products.    ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"420","type":"brands","attributes":{"slug-url":"refa","name":"Refa","description":"Established in Japan in 2009, ReFa takes a refined, detail-orientated approach to creating best-in-class tools that will elevate your beauty routine. Designed to relieve, brighten and rejuvenate the skin, ReFa’s 360 degree platinum rollers harness microcurrent technology to replicate an aesthetician’s kneading motions. Use ReFa rollers to firm your skin, reduce fine lines as well as contour your face, naturally and immediately.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"414","type":"brands","attributes":{"slug-url":"mac-cosmetics","name":"MAC Cosmetics ","description":"Unrivalled in makeup artistry and expertise, M·A·C is a worldwide phenomenon and beauty authority. The cult-favourite brand celebrates diversity and individuality for all ages, races and genders. Whether backstage at fashion weeks across the globe or in collaboration with pop culture’s hottest talent, M·A·C and its community of pro makeup artists are always at the forefront of trendsetting beauty.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"400","type":"brands","attributes":{"slug-url":"artis-brush","name":"Artis Brush","description":"Artis is guided by one simple truth: a good tool should make doing something easier, not harder. Through new methods and designs, Artis brushes enhance the application and results of makeup products for professional artists and everyday beauty users alike. Each beautifully rendered ergonomic brush complements facial contours and is made with exclusive filaments that distribute product evenly.\r\n\r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"412","type":"brands","attributes":{"slug-url":"vernon-francois","name":"VERNON FRANCOIS","description":"International award-winning hair stylist Vernon Francois champions the versatility of all types of textured hair. With a line of hair care and styling products, the right tools and shared knowledge, he aims to empower a generation of people with textured hair to confidently embrace their genetic gift. Love your true texture.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"405","type":"brands","attributes":{"slug-url":"lemonhead","name":"Lemonhead","description":"Inspired by a dream of tinsel hair, Lemonhead was born in founder Megan Dugan’s Hollywood kitchen. Her debut face and body glitter pomades, Spacejam and Spacepaste, quickly made waves with beauty editors and garnered a cult-following of makeup artists across social media. The first mess-free sparkle for adults, each glitter-packed jar is handcrafted in L.A. and delivers disco-ball dazzle. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"409","type":"brands","attributes":{"slug-url":"rms-beauty","name":"RMS Beauty","description":"RMS Beauty is dedicated to transforming the way women use makeup. More than simply using organic ingredients to create products that are non-toxic, the brand focuses on formulas that heal and nourish the skin. Every product in the RMS Beauty makeup collection is made with raw, food-grade ingredients in their natural state that allow their living, healing attributes to reinvigorate the skin. \r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"410","type":"brands","attributes":{"slug-url":"rita-hazan","name":"RITA HAZAN","description":"Equal parts colourist and pioneer, Rita Hazan carved her own niche as The Hair Colour Authority in a male-dominated beauty field. Created for women of every age and with every hair type, the Rita Hazan product line is specially formulated for colour-treated hair with a blend of advanced technology and natural ingredients.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"172","type":"brands","attributes":{"slug-url":"3ce","name":"3CE","description":"3 Concept Eyes—or 3CE as it’s more popularly known—is the makeup brand of popular Korean fashion label StyleNanda. Known for trendy, innovative makeup products in cute packaging, the line has been a hit with beauty bloggers and influencers in Korea and beyond. From long-lasting lipsticks to highly-pigmented eyeshadows, 3CE has everything you need to nail the coveted K-beauty look.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"290","type":"brands","attributes":{"slug-url":"algenist","name":"Algenist","description":"Algenist is a clinical skincare brand that harnesses the anti-ageing properties of microalgae, one of the oldest and most nutrient-dense algaes in the world. A compound in microalgae was found to regenerate and protect cells, allowing it to thrive in harsh environments. When this compound is used in skincare, it helps skin defend itself against environmental stressors.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"140","type":"brands","attributes":{"slug-url":"alima-pure","name":"Alima Pure","description":"Free of toxins and preservatives, Alima Pure is a makeup brand that prides itself on using only the highest quality and purest ingredients. Instead of synthetics, pure mineral pigments, nourishing plant oils and soothing botanicals are used to create luxurious, high-performance cosmetics that deliver.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"375","type":"brands","attributes":{"slug-url":"allies-of-skin","name":"Allies of Skin ","description":"Allies of Skin was created with a simple goal in mind: to create smart, effective products using potent antioxidants and intelligent nutrients. We adhere to a strict formulation ethos and formulate without silicones, mineral oil, parabens, sulfates, GMOs, triclosan, phthalates, drying alcohol, synthetic dyes and fragrances.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"91","type":"brands","attributes":{"slug-url":"alpha-h","name":"Alpha-H","description":"Alpha-H is an Australian skincare brand that’s been perfecting skin for twenty years and counting. Known for products that contain high concentrations of active ingredients, Alpha-H is dedicated to helping those with visible signs of ageing, sun damage, skin sensitivity and acne, achieve their best skin regardless of their skin type, age or lifestyle.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"181","type":"brands","attributes":{"slug-url":"american-crew","name":"American Crew","description":"Founded in 1994 to fill a gap in the salon industry, American Crew caters to the styling needs of both traditional and modern gentlemen. Known for their minimalist, masculine packaging, they are committed to providing image-conscious men spanning all ages with grooming and styling products in to look their very best.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"126","type":"brands","attributes":{"slug-url":"anna-sui","name":"Anna Sui","description":"An American fashion designer, Sui is one of the most celebrated names in fashion history. Discover her creative and feminine makeup range","brand-limit":null,"mobile-app-banner-image":null}},{"id":"377","type":"brands","attributes":{"slug-url":"aquis","name":"AQUIS","description":"Women around the world are discovering a better way to care for their hair and restore its natural beauty with AQUIS. Even the longest hair can avoid friction and dry with less heat when gently wrapped in superabsorbent AQUITEX™—leaving hair unstressed and shining. More than just a hair towel, it’s a must-have beauty tool that dries, protects, and primes hair quickly to simplify your hair care.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"337","type":"brands","attributes":{"slug-url":"arcona","name":"ARCONA","description":"Founded in Los Angeles by celebrity skincare guru Chanel Jenae, the core of the ARCONA line is the Basic 5 daily regimen: two steps in the morning and three steps at night. ARCONA products are infused with enzymatic-based and active ingredients such as antioxidants, plant lipids and extracts, sea vegetables and more to help skin better absorb and achieve a natural glow from within.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"184","type":"brands","attributes":{"slug-url":"argentum-apothecary","name":"Argentum Apothecary","description":"After many years of research, ARgENTUM created la potion infinie, a patented fusion of two vital ingredients: silver Hydrosol and DNA HP. The result is a natural, super-hydrating, restorative cream that contains anti-inflammatory and antibacterial properties to fight free radicals and promote tissue regeneration. It aims to improve fine lines and the overall texture of one’s skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"286","type":"brands","attributes":{"slug-url":"aromatherapy-associates","name":"Aromatherapy Associates","description":"Take a beat and go on a sensory journey with aromatherapy. It works on three levels—smelling, touching and breathing—to enhance personal well-being for both men and women. For more than 30 years, founders Geraldine Howard and Sue Beechey have been creating aromatherapy experiences using pure, natural essential oils that nurture the body and boost the spirit. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"233","type":"brands","attributes":{"slug-url":"astalift","name":"Astalift","description":"Created by Fujifilm, Astalift from the words \"Asta\" meaning tomorrow and \"lift,\" to uplift one’s inner emotions is a Japanese brand of skincare inspired by skin cell research and powered by proprietary nano technology.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"317","type":"brands","attributes":{"slug-url":"balmain","name":"Balmain","description":"Throughout its long history, the quintessentially Parisian house of Balmain has managed to retain its position as both a historic French house and a trendsetting brand. Balmain fragrances are created for the Balmain man and woman, from Extatic, a feminine yet daring fragrance, to Eau D'Ivoire, a floral velvety scent wrapped in delicate musk. Choose the right scent for the right moment.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"58","type":"brands","attributes":{"slug-url":"beauty-blender","name":"Beautyblender","description":"Created in 2002, this egg-shaped sponge revolutionised the world of makeup application. Latex- and odour-free, it’s made from a hypoallergenic material and can be used with cream, powder and liquid products. After launching in an iconic hot pink shade, the beautyblender now comes in many shades and sizes to meet your every makeup need.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"268","type":"brands","attributes":{"slug-url":"becca","name":"BECCA","description":"BECCA’s philosophy is all about “perfection made personal.” Experts in the \r\nbeauty of light, their mineral-based cosmetics use light to create perfect-looking skin. The goal? To highlight your favourite features and amplify your natural beauty instead of covering it up. This brand is known for their best-selling highlighters in a range of balanced shades for all skin tones.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"258","type":"brands","attributes":{"slug-url":"benefit-cosmetics","name":"Benefit Cosmetics","description":"Founded by twin sisters Jean and Jane Ford in the 1970s, Benefit Cosmetics embraces the fun side of beauty and is guided by the belief that makeup doesn't have to be serious to look good. From cult favourite lip tints and mascaras to all the brow products you could need, Benefit Cosmetics has quick fixes for all your beauty dilemmas.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"348","type":"brands","attributes":{"slug-url":"billion-dollar-brows","name":"Billion Dollar Brows","description":"Billion Dollar Brows prides itself on creating products that are exclusively dedicated to eyebrows. Expect easy-to-use brow makeup, tools and applicators for both novices and pros. If you're just getting started, the brand's patented The Brow Buddy shaping tool shows exactly where to start, arch and end your brows based on your unique facial symmetry.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"265","type":"brands","attributes":{"slug-url":"biotherm","name":"Biotherm","description":"Biotherm is a French skincare brand that uses the powers of thermal spring waters to create skincare solutions that work in optimal affinity with your skin. Using their expertise in biotechnology, the brand infuses highly efficient aquatic ingredients such as thermal plankton into their formulas, which aid in rejuvenating the skin, making it healthier and more radiant.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"363","type":"brands","attributes":{"slug-url":"blithe","name":"Blithe","description":"The Blithe approach to modern beauty boils down to two things: clear skin, clean ingredients. The first line of anti-polluaging skincare for modern urban women, this South Korean brand develops formulas to address and prevent visible signs of ageing caused by pollution using pure ingredients from uncontaminated regions and sensorial new textures. \r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"352","type":"brands","attributes":{"slug-url":"boscia","name":"Boscia","description":"Planted with Japanese roots and grown in sunny Southern California soil, Boscia is a leader in botanical science. Their vision originates in preservative-free skincare for sensitive skin that honours the heritage of the Japanese cleansing ritual: melt away makeup, wash away impurities, and smooth skin’s texture with exfoliation.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"376","type":"brands","attributes":{"slug-url":"botanist","name":"Botanist","description":"Harnessing the power of plants, Japanese brand Botanist creates gentle yet effective hair care products to cleanse and nourish your hair and scalp without stripping it of necessary oils. Each product is biodegradable, 100% organic and made of more than 90% natural plant-based ingredients. Choose shampoos conditioners and hair oils from the Moist or Smooth range depending on your needs.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"114","type":"brands","attributes":{"slug-url":"brad-biophotonic-skin-care","name":"Brad Biophotonic Skin Care","description":"Brad Biophotonic Skin Care is a collection of potent products designed to heal, stimulate and revitalise skin exposed to even the most harsh environmental factors. What began in 2004 as a high-performance skincare line created for a private charter jet fleet is now designed especially for men and women who are always on the go.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"281","type":"brands","attributes":{"slug-url":"burberry-beauty","name":"Burberry Beauty","description":"An extension of the classic British brand, Burberry Beauty is the epitome of effortless, runway-inspired and ready-to-wear makeup. Every product is designed to be easy to use, lightweight, breathable and look absolutely natural on skin. Think bases to amp up your skin’s glow, ultra-blendable eye shadows, lash-lengthening mascaras and pigmented lipsticks that feel comfortable on the lips.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"284","type":"brands","attributes":{"slug-url":"burts-bees","name":"Burt's Bees","description":"Burt’s Bees began selling handmade candles made with unused beeswax from beehive, before expanding their product offering to include salves, body soaps and the iconic beeswax lip balm. With a brand philosophy of using natural ingredients—such as skin-soothing aloe vera and moisturising shea butter—the products are suitable for delicate skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"56","type":"brands","attributes":{"slug-url":"butter-london","name":"Butter London","description":"Inspired by London’s eclectic vibe, British entrepreneur Sasha Muir and premier fashion manicurist Nonie Creme have developed highly pigmented, non-toxic nail lacquers that give long-lasting wear. Look to butter LONDON for on-trend colours in only nail polish and face makeup that boasts carcinogen-free formulations.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"318","type":"brands","attributes":{"slug-url":"bvlgari","name":"Bvlgari","description":"Founded in 1884 by Sotirios Voulgaris, Bulgari is an Italian luxury goods house that’s known for sophisticated scents that blend the contemporary and the classic. The brand launched its first perfume in 1992, Eau Parfumée au Thé Vert, a clean, unisex fragrance. The perfume line has since expanded, attracting a high-fashion following.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"2","type":"brands","attributes":{"slug-url":"by-terry","name":"By Terry","description":"International French makeup guru Terry de Gunzburg launched her eponymous brand in 1998 after 15 years as International Creative Director at Yves Saint Laurent. Driven to offer the beauty world the same unparalleled standards found in haute couture, she created sophisticated-yet-intuitive products in innovative packaging that delivers professional results.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"256","type":"brands","attributes":{"slug-url":"byrd","name":"Byrd","description":"Inspired by an on-the-go lifestyle, ‘60s surf culture and the legend of his great grandfather’s hair tonic, professional surfer Chase “Big Bird” Wilson began his quest to create a modern day pomade. The range has expanded since 2012 to include shampoos, texturising sprays and more, with each Byrd creation tried and tested by the “Byrd Flock,” a mix of pro athletes, musicians and creatives.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"319","type":"brands","attributes":{"slug-url":"calvin-klein","name":"Calvin Klein","description":"Calvin Klein is synonymous with streamlined style. Everything the label creates—be it clothing, accessories or home design—becomes a timeless classic. Their award-winning fragrances are no exception. The first to introduce us to unisex scents, Calvin Klein is always one scent ahead. Discover colognes and perfumes that continue to redefine beauty.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"344","type":"brands","attributes":{"slug-url":"caolion","name":"CAOLION","description":"Created to fill a gap in the market, Korean brand Caolion creates\r\nhypoallergenic cosmetics that suit sensitive skin. Free of colouring, fragrances\r\nand alcohol, the formulas combine traditional Korean skincare ingredients with modern technology. The brand is best known for its pore-refining products.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"301","type":"brands","attributes":{"slug-url":"caudalie","name":"Caudalie","description":"Caudalie is a French skincare brand that harnesses the power of the grape and natural, environmentally-friendly ingredients derived from the vineyards of Bordeaux, Champagne and Burgundy. Along with a team of research specialists, Caudalie has created a range of skincare that aims to protect, correct and beautify one’s skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"287","type":"brands","attributes":{"slug-url":"chloe","name":"Chloé","description":"Founded by Parisian designer Gaby Aghion, Chloé has a history of ruling the runway. In 1975, the brand debuted its signature perfume, a fragrance that continues to evoke the romanticism of the Chloé woman. The brand's fragrances are youthful, modern and effortless. Each one is a little luxury that women can wear to inspire themselves, feel ultra-feminine and show off their confidence.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"364","type":"brands","attributes":{"slug-url":"christophe-robin","name":"Christophe Robin","description":"Christophe Robin has been an A-list colourist for more than 20 years. His haircare line draws on the precious powers of natural ingredients like rare, antioxidant-rich prickly pear and hair-renewing herbal vinegars to protect colour, enhance shine and strengthen hair from root to tip. Nourish and restore your colour-treated tresses with award-winning products from a colour-expert.\r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"305","type":"brands","attributes":{"slug-url":"ciate-london","name":"Ciaté London","description":"Direct from London comes Ciaté, a brand of original nail polishes, easy-to-use makeup, treatments and beauty kits. With shades that range from neutral to bold, Ciaté’s products may be personalised for an individual expression of what it means to be pretty, fun and fearless. Included in the range of products is the Olivia Palermo x Ciaté London collection, for a classic and sophisticated look.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"252","type":"brands","attributes":{"slug-url":"clinique","name":"Clinique","description":"Clinique believes that great skin can be created. The brand’s experience begins with a three-step skincare system, a simple routine that’s designed to keep your skin clear, radiant and glowing. You can find your skin's ideal foundation, experiment fearlessly with colour and realise the luxury of custom-fit skincare with Clinique. All products are allergy tested and 100% fragrance-free.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"246","type":"brands","attributes":{"slug-url":"coach","name":"Coach","description":"From the renowned American fashion label, Coach, comes stylish fragrances to celebrate and honor individuality. The brand represents a blend of classic American style with a distinctive New York spirit, which translates into its line of fragrances that are spirited and sparkling, yet sensual and feminine.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"298","type":"brands","attributes":{"slug-url":"color-me","name":"Color Me","description":"Founded on the vision of Eric Jimenez, Color Me offers beauty buffs the choice to retire from manual makeup brushes in favor of a more hygienic method for makeup application. Featuring a patented, disposable sponge that runs at a rate of 15,000 pulses per minute, the device mimics the rapid finger tapping makeup artists use to create a flawless airbrushed finish.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"273","type":"brands","attributes":{"slug-url":"cover-fx","name":"Cover FX","description":"Cover FX specialises in creating foundations for all skin tones and ethnicities. Each product is vegan, free from inflammatory ingredients and packed with vitamins, emollients and redness reducers. To ensure that each product is safe even for sensitive skin, all Cover FX formulas are developed under the supervision of dermatologists and clinically tested.","brand-limit":4,"mobile-app-banner-image":null}},{"id":"207","type":"brands","attributes":{"slug-url":"dalish-cosmetics","name":"DaLish Cosmetics","description":"DaLish Cosmetics offers natural enhancements to your real beauty using organic-based ingredients, sans harsh chemicals. Its uncomplicated beauty essentials are designed to cater to every woman’s morning routine.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"320","type":"brands","attributes":{"slug-url":"davidoff","name":"Davidoff","description":"Founder Zino Davidoff believed that \"true luxury is experiencing beauty and the ultimate pleasure in every moment.\" In search of that luxury, the brand created Cool Water, its best-selling fragrance and one of the first fragrances for men to pioneer the aquatic theme. Davidoff also creates fragrances for ladies, which are designed to be versatile and suit any personality.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"3","type":"brands","attributes":{"slug-url":"deborah-lippmann","name":"Deborah Lippmann","description":"Deborah Lippmann is the go-to celebrity manicurist for the most fashionable magazines and renowned fashion houses in America. This is her eponymous line of nails coats and treatments.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"368","type":"brands","attributes":{"slug-url":"dermarche-labs","name":"Dermarché Labs","description":"Established by the pioneers of injectable fillers, Dermarché Labs’ team of dermatologists and scientists are committed to developing innovative, breakthrough skincare that pushes the boundaries of science and technology. Using active key ingredients such as hyaluronic acid, Dermarché Labs products aim to improve the look of facial wrinkles for a smoother complexion.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"4","type":"brands","attributes":{"slug-url":"dr-jart","name":"Dr.Jart+","description":"Dr.Jart+ skincare and makeup use the spirit of science to bring innovative technology to the beauty and skincare sphere. The ultimate goal of the Korean brand is to address severe skin issues with elegant, effective solutions. The ﬁrst Dr.Jart+ BB cream was developed in 2006, and the brand continues to launch products that target dryness, sensitive and acne-prone skin, pore issues and ageing.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"82","type":"brands","attributes":{"slug-url":"dr-lipp","name":"Dr. Lipp","description":"Endorsed by pharmacologists and industry experts, Dr. Lipp’s multi-action balm is infused with medical-grade Lanolin, which assists in hydrating and restoring dry, cracked or chapped skin. The Dr. Lipp balm is also known for its rich, odourless and chemical-free elements. There are endless ways to use this one product, be it for as a lipstick primer, lip gloss, split end–mender or cuticle healer.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"122","type":"brands","attributes":{"slug-url":"drgl","name":"DRGL","description":"DrGL® is a range of bespoke skincare by Dr. Georgia Lee, a renowned Singaporean with an interest in well-being and skincare. Her personal philosophy of simple skincare is reflected in her brand, which never compromises on quality or efficacy. These premium products infuse science into effective skin-soothers and cater to all skin types.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"321","type":"brands","attributes":{"slug-url":"dunhill","name":"Dunhill","description":"Developed by Alfred Dunhill after he inherited his father’s saddlery business, the brand has become universally recognised for its rich history and 100 years of experience in the world of luxury goods. The brand's attention to detail, quality and craftsmanship have resulted in a notable fragrance collection comprising scents like Icon, which pays homage to its heritage.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"354","type":"brands","attributes":{"slug-url":"dyson","name":"Dyson","description":"Dyson is a leading British technology company that broke into the beauty market with a pioneering hair dryer. The Supersonic Hair Dryer uses a brushless digital motor and intelligent heat control for fast, easy styling. To achieve beautiful results in less time, the drier measures the out-flowing air temperature 20 times per second to prevent extreme heat damage and protect natural shine.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"255","type":"brands","attributes":{"slug-url":"edible-beauty","name":"Edible Beauty","description":"A vegan and cruelty-free brand, Edible Beauty Australia was developed by naturopath and nutritionist Anna Mitsios. The brand prides itself on creating non-toxic products that are safe enough to eat. Their luxurious products contain high-quality, pure botanicals and wildcrafted ingredients, including Australian native herbs boasting antioxidant and skin-rejuvenating properties.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"127","type":"brands","attributes":{"slug-url":"egyptian-magic","name":"Egyptian Magic","description":"Olive oil, honey, royal jelly, beeswax, pollen and propolis. For more than 20 years, Egyptian Magic has been blending these ingredients with a proprietary process and a touch of divine love—all based on a formula created thousands of years ago in the land of the Pharaohs. The result is an all-purpose healing skin cream with ultra nourishing properties that’s free from synthetic ingredients.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"322","type":"brands","attributes":{"slug-url":"elie-saab","name":"Elie Saab","description":"Lebanese designer Ellie Saab’s fragrance line is a commitment to the style codes of the fashion house. The Le Parfum fragrances reflect the dual nature of his world, comprising Middle Eastern light and Western modernity. Opt for honeyed white florals and warm amber notes with Le Parfum EDP Intense, or a lighter more radiant fresh floral fragrance with Rose Couture.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"259","type":"brands","attributes":{"slug-url":"empro","name":"EMPRO","description":"Empro products are based only on natural ingredients and has been hugely popular for its quality, efficacy, and uniqueness amongst discerning consumers.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"161","type":"brands","attributes":{"slug-url":"enavose","name":"Enavose","description":"‘Aliveness Lives’ is Enavose’s key feature. Its ongoing energy translates to breakthrough body wellness solutions that utilize envacel, an au-natural compound derived from yeast to stimulate more energy in cells.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"355","type":"brands","attributes":{"slug-url":"erborian","name":"Erborian","description":"An amalgamation of traditional Korean herbs, Korean skincare technology and French luxury, Erborian was created by Korean scientist Hojung Lee and beauty globe-trotter Katalin Berenyi. The brand is known for its innovative, effective and sophisticated formulas—boasting fine textures and exquisite scents—which reveal a radiant, younger-looking complexion.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"262","type":"brands","attributes":{"slug-url":"erno-laszlo","name":"Erno Laszlo","description":"Beloved by celebrities since 1927, this cult brand is known for its effective formulations that deeply clean the face and treat skincare concerns. Erno Laszlo believes that everyone is unique and in need of a bespoke skincare routine. Their products are designed to help skin deal with the stresses of modern life, such as pollution and constant travel, while quickly delivering visible results.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"250","type":"brands","attributes":{"slug-url":"estee-lauder","name":"Estée Lauder","description":"Building her brand on the simple notion that “Every woman can be beautiful,” Estée Lauder’s vision, determination and revolutionary formulas have changed the face of the beauty business. From countless innovations and industry firsts, the brand continues to reinvent the world of beauty and inspire women with its unparalleled high-performance skincare, foundation, makeup and fragrance products.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"21","type":"brands","attributes":{"slug-url":"estelle-and-thild","name":"Estelle \u0026 Thild","description":"Named after her two daughters, Pernilla Rönnberg founded Estelle \u0026 Thild in 2007 in the hope of creating healthier skincare for her girls. This \npowerhouse, eco-certified, organic Swedish brand features formulas that have a unique combination of active ingredients with proven sustainable results. The line includes an extensive range of cleansers, serums, masks and moisturisers.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"362","type":"brands","attributes":{"slug-url":"eve-lom","name":"Eve Lom","description":"With 30 years of radiant results, Eve Lom is a proven beauty powerhouse. It all started with the brand’s iconic multi-tasking cleanser, a pioneering first, that cleanses and exfoliates gently—no matter your age, skin type, or skin concern. Eve Lom’s legacy of beautiful, simple, and effective skincare is anchored in the core values of creating products that are targeted, indulgent, and proven. \r\n\r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"294","type":"brands","attributes":{"slug-url":"eyeko","name":"Eyeko","description":"Makeup veterans Max and Nina Leykind launched Eyeko in 1999 with one aim in mind—create the perfect mascara—and reinvent mascara they did. The duo’s paraben-free formulas come in zero-waste squeeze tubes and are packed with lash-conditioning ingredients, offering intense colour and long wear. Eyeko now focuses on all things eyes, with eyeliner, eyebrow and eye shadow products.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"383","type":"brands","attributes":{"slug-url":"farsali","name":"Farsali","description":"Farsáli is beauty with benefits, created to bridge the divide between makeup and skincare. Founded by Sal Ali as a solution to his wife’s beauty needs, the insta-famous brand is a hybrid makeup-enhancing skincare line of naturally inspired products that are free of parabens, sulfates and phthalates.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"371","type":"brands","attributes":{"slug-url":"fenty-beauty","name":"Fenty Beauty","description":"Rihanna created Fenty Beauty “so that women everywhere would be included,” focusing on a wide range of skin tones, developing formulas for all skin types and pinpointing universal shades. “Makeup is there for you to have fun. It should never feel like pressure. It should never feel like a uniform. Feel free to take chances, and take risks, and dare to do something new or different.” –Rihanna  ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"323","type":"brands","attributes":{"slug-url":"ferragamo","name":"Ferragamo","description":"What began as a shoe store run by Salvatore Ferragamo in 1919 has since grown into a leading design empire of shoes, leather goods, apparel and fragrances. While the brand launched perfumes in the ‘90s, Ferragamo Parfums wasn’t established until 2001. Italian-made, Ferragamo fragrances are all about a modern sophistication with iconic perfumes like F by Ferragamo and Signorina.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"296","type":"brands","attributes":{"slug-url":"first-aid-beauty","name":"First Aid Beauty","description":"Founder Lilli Gordon created First Aid Beauty in 2009 to develop highly effective, luxurious skincare for sensitive skin. Her formulas are allergy tested and free of skin irritants such as artificial colourants, fragrances and sulfates. The product range spans cleansers, moisturisers and treatments for skin concerns from blotchy and oily skin to dark spots and wrinkles.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"365","type":"brands","attributes":{"slug-url":"for-beloved-girl","name":"For Beloved Girl","description":"","brand-limit":null,"mobile-app-banner-image":null}},{"id":"297","type":"brands","attributes":{"slug-url":"for-beloved-one","name":"For Beloved One","description":"This cosmeceutical Taiwanese skincare brand was created by former beauty editor Margaret Wu. It was during an interview with a pharmaceutical manufacturer when she discovered bio-cellulose material—commonly used as artificial skin—and created the world’s first bio-cellulose mask, followed by a range of skincare products with quality ingredients like ganoderma and ginseng.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"293","type":"brands","attributes":{"slug-url":"foreo","name":"Foreo","description":"Founded in 2013, this Swedish beauty brand specialises in creating technologically-advanced skincare devices to help you look and feel good. Their award-winning flagship product, LUNA™, is a silicone cleansing device that utilises sonic pulses for better cleansing. Foreo has since created sonic devices for the undereye area and toothbrushes.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"308","type":"brands","attributes":{"slug-url":"fresh","name":"FRESH","description":"Founded in 1991 by husband-wife team Lev Glazman and Alina Roytberg, Fresh takes an alchemist’s approach to beauty. Potent natural ingredients, time-honoured rituals and modern science combine to create products offering a sensorial experience and undeniable results. The sizeable range includes masks, scrubs, fragrances, sunscreen, lip treatments and skincare for various skin concerns.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"385","type":"brands","attributes":{"slug-url":"givenchy","name":"Givenchy","description":"Givenchy is celebrating over 60 years of style and irreverence in\r\nfashion and beauty.\r\n\r\n\r\n\r\n\r\nIts fragrances and cosmetics offer men and women daring,\r\ninnovative creations to reinvent themselves as they see fit. With\r\ntheir sensorial, colourful high-performance qualities, Givenchy’s\r\ntimeless classics and must-haves invite customers to assert their\r\nown magnetic, unforgettable style.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"295","type":"brands","attributes":{"slug-url":"glamglow","name":"Glamglow","description":"What started as a homemade mud mask by Glenn and Shannon Dellimore in 2010 is today a premium skincare line from Hollywood, California. Aside from the popular mud masks that instantly give you camera-ready skin, the range has expanded to include serums, brighteners and exfoliants, all fast-acting treatments delivering visible results for healthy, younger-looking skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"206","type":"brands","attributes":{"slug-url":"glasshouse-fragrances","name":"Glasshouse Fragrances","description":"Founder Nicole Eckels recognises the power of the scents to trigger memories, increase relaxation and improve moods. Glasshouse Fragrances didn’t just amplify the home fragrance market in Australia, they redefined it. They’ve successfully created non-toxic, handmade candles with high-quality ingredients. The brand also carries reed diffusers, hand creams and washes.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"378","type":"brands","attributes":{"slug-url":"gloss-moderne","name":"Gloss Moderne","description":"GLOSS Moderne is an award-winning haircare collection that embodies clean luxury. From high-quality ingredients to minimalist packaging, the California brand captures a health-conscious lifestyle and effortless beauty. Each product is scented with a signature Coco de Soleil fragrance and formulated without toxins to create a sensorial experience that’s truly luxurious and clean.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"353","type":"brands","attributes":{"slug-url":"guerlain","name":"GUERLAIN","description":"Founded in Paris in 1828, this iconic French brand is a purveyor of luxury makeup, skincare and fragrances—defining and redefining the standards of beauty for 175 years and counting. Known for staying true to brand history and heritage, Guerlain draws inspiration from beautiful women around the globe, focusing on radiant skin and accentuating natural beauty.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"157","type":"brands","attributes":{"slug-url":"hanz-de-fuko","name":"Hanz De Fuko","description":"Created by David Alfonso and Christopher Zent in San Francisco in 2009, Hanz De Fuko was born of their desire to create one-of-a-kind men’s haircare products while having fun, living with purpose and staying true to oneself. Formulated with certified organic ingredients and potent plant extracts, the products are paraben-free and offer superior results while looking after your hair and scalp.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"357","type":"brands","attributes":{"slug-url":"herbivore-botanicals","name":"HERBIVORE BOTANICALS","description":"Founded by Julia Wills and Alexander Kummerow in their Seattle kitchen in 2011, all of Herbivore Botanical's products use organic, high-quality ingredients such as French pink clay and Brazilian gemstones. Each treatment combines essential vitamins, minerals and botanicals to restore skin to its optimum health and vitality.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"314","type":"brands","attributes":{"slug-url":"hourglass","name":"Hourglass","description":"At the heart of HOURGLASS cosmetics is the intersection of luxury, beauty and science. Breakthrough formulas, modern colour collections and sleek custom packaging all speak to the brand’s commitment to reinventing luxury. Treat your skin to long-lasting, comfortable products infused with active ingredients that provide both sensorial textures and sophisticated visuals.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"350","type":"brands","attributes":{"slug-url":"ilia","name":"ILIA","description":"ILIA is dedicated to creating the purest products for skin, the largest organ of the body, with a modern aesthetic. Each product embodies an ethical and sustainable approach to cosmetics creation with up to 85% certified organic botanicals blended with brilliant pigments that nourish and rejuvenate.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"9","type":"brands","attributes":{"slug-url":"intelligent-nutrients","name":"Intelligent Nutrients","description":"Intelligent Nutrients harnesses the ingenuity and power of nature in a revolutionary process of using plant stem cells cultivated without soil in the purest lab conditions, resulting in extract of the purest form. While working with small farmers, it ensures that no petroleum, harmful pesticides, herbicides or fungicides are used in the manufacturing process of the products.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"326","type":"brands","attributes":{"slug-url":"issey-miyake","name":"Issey Miyake","description":"Modern Japanese designer Issey Miyake is devoted to using traditional artisan techniques and the latest technologies to make things that bring joy and comfort into everyday life. When creating a scent, he considers its link and interaction with the body, clothes and environment. Issey Miyake has ushered in a new era of style—and his alluring aromas are no exception.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"340","type":"brands","attributes":{"slug-url":"it-cosmetics","name":"IT Cosmetics","description":"Real beauty, real results. Developed with leading plastic surgeons, IT Cosmetics was conceptualised to provide women everywhere with clinically proven, innovative makeup and skincare that combats skin problems to deliver confidence. IT Cosmetics products are designed with anti-aging technologies and skin-loving ingredients to help you look and feel your most beautiful.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"239","type":"brands","attributes":{"slug-url":"jimmy-choo","name":"Jimmy Choo","description":"Inspired by the strong and empowered modern-day woman, world-renowned luxury brand Jimmy Choo delivers a luxurious assortment of rich, sensual fragrances with scents that touch on everything from sweet florals with woody depths to refreshing hints of fruity essences. Explore the collection and evoke a seductive sense of allure and romanticism.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"79","type":"brands","attributes":{"slug-url":"joey-healy","name":"Joey Healy","description":"The quest for achieving natural-looking, perfectly shaped brows stops here. Discover the key to creating Hollywood brows with Joey Healy, one of the most influential and sought-after eyebrow specialists in the beauty industry who is known for his trendsetting vision and amazing technical skills. Discover his signature collection of coveted eyebrow tools.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"283","type":"brands","attributes":{"slug-url":"june-jacobs","name":"June Jacobs","description":"For more than 30 years, world-renowned spa visionary and wellness expert June Jacobs has married cutting-edge science and the pure goodness of nature to formulate the perfect blend for spa treatments and products that enhance skin wellness. Relax and rejuvenate with her collection featuring botanical and tea extracts free of parabens, unnatural preservatives and synthetic fragrances.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"124","type":"brands","attributes":{"slug-url":"just-herbs","name":"Just Herbs","description":"Based on Ayurvedic principles, this Indian bespoke skincare brand prides itself on using certified organic and wildcrafted ingredients and herbs such as apricot, neem, honey and calendula in their pure formulations. Their goal is to provide an all natural, luxurious and effective alternative to mainstream skincare that is safe for your skin, health and the earth.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"236","type":"brands","attributes":{"slug-url":"karl-lagerfeld","name":"Karl Lagerfeld","description":"Karl Lagerfeld—a name synonymous with famous luxury fashion houses like Chanel and Fendi—is one of the most influential designers of our time. Lagerfeld, believes that fragrance is as important as a piece of clothing, and he has been passionately creating perfumes since 1978, concocting what he refers to as “fashion for the nose” to provide men and women sensual and seductive fragrances to wear.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"270","type":"brands","attributes":{"slug-url":"kat-von-d","name":"Kat Von D Beauty","description":"Since 2008, famed tattoo artist Kat Von D defied expectations to become a global beauty phenomenon. Applying the same detailed, hands-on approach to her makeup line as she does when inking her clients, she has successfully created a high-performance range known for its long-wearing, highly pigmented and full-coverage collections.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"300","type":"brands","attributes":{"slug-url":"kate-somerville","name":"Kate Somerville","description":"Kate Somerville—a name synonymous with healthy, radiant and glowy skin—has been caring for skin for more than 25 years. Her clinical skin care line is formulated with highly functional active ingredients and balanced by soothing botanicals to avoid potential sensitivity. Each product is used at her clinic, and they’re trusted by regular clients and celebrities alike.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"396","type":"brands","attributes":{"slug-url":"kenzo","name":"KENZO ","description":"A story of energy and joy, the KENZO spirit celebrates expression, diversity, and creativity. Since 1988, its parfums have expressed a love of travel and a passion for colours dear to Kenzo Takada. Today, creative directors Carol Lim and Humberto Leon continue to push boundaries with KENZO World, their first ever fragrance, embodying the KENZO spirit: playful, dynamic, spontaneous and surprising.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"198","type":"brands","attributes":{"slug-url":"klarity","name":"Klarity","description":"Touted as the first Halal-certified skincare brand in Singapore, Klarity is formulated in Singapore and manufactured in Korea using French and Swiss technology. The brand offers a simple, straightforward approach to skincare with products that cause no down-time, are non-invasive and have skin-friendly ingredients that show visible results.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"369","type":"brands","attributes":{"slug-url":"kocostar","name":"KOCOSTAR","description":"KOCOSTAR is a Korean beauty brand specialising in the skin care industry’s most buzzed about trend: sheet masks. With a mission to make the most creative and innovative masks in the world, KOCOSTAR has a mask for everything from hands and hair to feet and face. They offer piece-by-piece application infused with botanical extracts.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"193","type":"brands","attributes":{"slug-url":"koh-gen-do","name":"Koh Gen Do","description":"“Radiant beauty begins with healthy skin.” This is Koh Gen Do’s beauty promise. Their award-winning products have no artificial fragrances, synthetic pigments, and petroleum-based mineral oil – all developed without harmful animal testing.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"309","type":"brands","attributes":{"slug-url":"lancome","name":"Lancôme","description":"French luxury beauty brand Lancôme offers an impressive range of cosmetics, skincare and fragrances. All products are formulated with high-performance actives, subtle fragrances and beautiful textures to delight the senses, no matter which line you choose from in their comprehensive range. Lancôme has everything you need to protect, nourish and repair your skin from day to night.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"218","type":"brands","attributes":{"slug-url":"laneige","name":"Laneige","description":"Twenty years of research into the relationship between water and skin led Korean beauty brand Laneige to discover the importance of hydration in skincare, and its effectiveness in boosting the effects of brightening and anti-ageing products. “Water science” technology was developed to optimise the power of water and strengthen the natural moisture barrier to help women achieve clear, radiant skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"237","type":"brands","attributes":{"slug-url":"lanvin","name":"Lanvin","description":"Founded in 1889 by Jeanne Lanvin, Lanvin is one of the oldest French fashion houses in existence. The birth of her daughter Marguerite provided Jeanne with a muse that would go on to influence her work at Lanvin. With the launch of its first fragrance, My Sin, Lanvin Parfums began in 1924 . The brand’s most successful fragrance, Arpege, launched in 1927 and remains an enduring classic.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"125","type":"brands","attributes":{"slug-url":"laqa-and-co","name":"LAQA \u0026 Co","description":"This New York-based cosmetics brand is known for making convenient, easy-to-use and altruistic products like their nail polish pens and lip pencils that don't require a sharpener. All products come in one-of-a-kind packaging featuring unique artwork by young talents. Discover myriad shades for lips, eyes and nails.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"165","type":"brands","attributes":{"slug-url":"lavie-lash","name":"Lavie Lash","description":"Whether you’re looking for lashes that give you an au naturale look or a more dramatic flair, Lavie Lashes will not disappoint. Unlike mass-produced, machine-made lashes on the market, the brand prides itself on its beautifully handcrafted, luxurious lashes made from 100% premium sterilised human hair. All lashes are easily applied, reusable and affordable.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"119","type":"brands","attributes":{"slug-url":"leaders-insolution","name":"Leaders Insolution","description":"Leaders Insolution is a dermatologist-approved brand hailing from Seoul that reinvents the standard of skincare with an unparalleled line of luxurious facial masks. Designed to combat a variety of skin concerns, Leaders Insolution masks are made of ultra fine and thin silk cellulose, promoting everything from skin renewal to pore-minimising properties.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"370","type":"brands","attributes":{"slug-url":"living-proof","name":"Living Proof","description":"No hair care challenge is too tough for Living Proof. Together with the Massachusetts Institute of Technology, this brand merges science and beauty. The result? Products that speak to consumers and their desire for healthy, full and voluminous hair. Explore popular collections like Perfect Hair Day or Restore and be the Living Proof for the brand's tried-and-tested results.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"168","type":"brands","attributes":{"slug-url":"lqd","name":"LQD","description":"Australian grooming brand LQD is for men who want products that nourish skin in a uniquely masculine way. It’s a no-nonsense brand, built on science and innovation –not marketing hype and hyperbole, just positive results.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"228","type":"brands","attributes":{"slug-url":"luscious","name":"Luscious Cosmetics","description":"Founded in 2007, Luscious Cosmetics offers cutting-edge makeup with ultra modern formulas and glamorous packaging. Each is made with skin-friendly ingredients and pack a punch with exceptionally gorgeous pigments.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"22","type":"brands","attributes":{"slug-url":"luzern","name":"Luzern","description":"Luzern products bring together organic anti-aging extracts and innovative pure processing techniques. This brand represents the gold standard of luxurious skincare using both natural AlpPure™ blends of BioSuisse ingredients and cosmeceutical grade active ingredients free of chemical irritants and additives to produce quality products you can use with complete confidence.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"242","type":"brands","attributes":{"slug-url":"maison","name":"Maison by Amanda Dyer","description":"Maison by Amanda Dyer is a chic home-ware brand that produces the highest quality products for the modern home. The brainchild of former supermodel and mother of two, Amanda Dyer, the brand has a very simple philosophy – to produce the finest quality products that cater to purveyors of luxury and design.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"261","type":"brands","attributes":{"slug-url":"make-up-for-ever","name":"Make Up For Ever","description":"Founded in 1984, Make Up For Ever is the brainchild of Creator and Artistic Director Dany Sanz. This leading French cosmetics line goes above and beyond to create seasonal trends and provide breakthrough solutions, positioning itself at the forefront of professional, top-quality makeup that delivers runway-ready looks that anyone can emulate with finesse.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"192","type":"brands","attributes":{"slug-url":"make-up-store","name":"Make Up Store","description":"Founded in 1996, Make Up Store is a multifaceted Scandinavian brand renowned worldwide for its wide range of products containing high-quality pigments. Originally produced for artists at a makeup academy in Europe, this brand has since developed into a well-loved, cruelty-free company boasting unique formulas that are hypo-allergenic, fragrance-free and allergy-free.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"342","type":"brands","attributes":{"slug-url":"makeup-eraser","name":"Makeup Eraser","description":"The Original MakeUp Eraser® Makeup Remover Cloth is a reusable, ultra-soft cleansing cloth that removes even the most stubborn smear-proof and waterproof makeup with just warm water. Incorporating the latest in skincare technology, this chemical-free, ultra-soft, woven polyester-blend cloth makes makeup removal a breeze with no residue—just fresh and clean skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"397","type":"brands","attributes":{"slug-url":"mamonde","name":"Mamonde","description":"Founded in South Korea in 1991, Mamonde is a floral-inspired skincare and makeup brand that's centred on nurturing and enhancing your natural beauty through the invigorating properties of flowers. Backed by Amorepacific’s technological expertise, Mamonde’s products are developed to harness the stunning vitality and unique traits and unique traits of petals, leaves and roots.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"272","type":"brands","attributes":{"slug-url":"marc-jacobs","name":"Marc Jacobs Beauty","description":"Celebrated fashion designer Marc Jacobs showed his first collection in 1986, instantly inspiring women to push boundaries and create their own style. His latest creation, Marc Jacobs Beauty, is a revolutionary mix of innovative formulas, indulgent textures and next-generation performance. Discover luxury reinvented.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"288","type":"brands","attributes":{"slug-url":"marc-jacobs-fragrances","name":"Marc Jacobs Fragrance","description":"Always inventive, never predictable, the celebrated Marc Jacobs Fragrance line offers a wide range of fresh and playful floral and fruity scents. Among these is the signature floral bouquet of Daisy by Marc Jacobs, which embraces the spirit of sophistication and youthful charm, and Decadence, which blends luxurious Bulgarian rose, Italian plum and liquid amber.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"13","type":"brands","attributes":{"slug-url":"mario-badescu","name":"Mario Badescu","description":"Nobody understands skin better than Mario Badescu. With a dedicated focus on simple, gentle and effective skincare treatments brought about by intelligent research and innovative technology, Mario Badescu’s botanically-based skincare products care for the entire lifecycle of your skin. Discover everything from powerful acne solutions to potent anti-aging treatments for all skin types and problems.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"346","type":"brands","attributes":{"slug-url":"mermaid-n-degrees-1","name":"Mermaid N° 1","description":"Tap into your inner ethereal mermaid and bask in the allure of sweet smelling, ocean-inspired products. Explore beautifully designed scented candles with subtle hints of the salty ocean breeze and natural shampoo that delivers silky lustre to your hair. Made with love all the way from sunny Los Angeles, California.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"14","type":"brands","attributes":{"slug-url":"milk","name":"Milk","description":"Milk \u0026 Co. is a family company created by Olympic swimming champ Michael Klim and his family. Using their unique sporting experience, the Klim’s built a brand with products designed to make life more livable. Full of the good stuff, they’re simple and effective, straightforward and good for everyone.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"328","type":"brands","attributes":{"slug-url":"miu-miu","name":"Miu Miu","description":"From the fragrances to the packaging, Miu Miu is timeless with a contemporary twist. The brand’s mischievous quality is both edgy and traditional with elegant, sensual scents and colour-pop bottles inspired by their iconic bags. By pairing classic tastes with modern interpretations, Miu Miu defies expectations with coy creations that reimagine the rules of fashion and beauty.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"145","type":"brands","attributes":{"slug-url":"modelco","name":"ModelCo","description":"Transcending convention and producing smart, quality products, this award-winning beauty and suncare brand from Australia has been making women look and feel fabulous since 2002.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"40","type":"brands","attributes":{"slug-url":"models-own","name":"Models Own","description":"UK nail polish brand Models Own offers on-trend lacquers in innovative textures that empower women to be fabulous 24/7. With innumerable vibrant shades for every mood and occasion, you’re spoilt for choice!","brand-limit":null,"mobile-app-banner-image":null}},{"id":"238","type":"brands","attributes":{"slug-url":"montblanc","name":"Montblanc","description":"From the brand that introduced the iconic Meisterstück fountain pen and countless classic desk accessories, watches, fine leather and jewellery, comes Montblanc fragrances. Lose yourself in the nuances of fine scents across for him and her that evoke a time-honored sensory journey. Each one of this Swiss brand's fragrances is created using premium natural ingredients.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"311","type":"brands","attributes":{"slug-url":"moonshot","name":"Moonshot","description":"For the edgy individual who isn’t afraid to play with colour palettes comes Moonshot, a Korean brand that pushes the boundaries of makeup and aesthetics. The label carries everything from bases to bright tints for the eyes, lips and cheeks, as well as a comprehensive skincare line specialising in sun and UV protection. Turn to this brand to amp up your look with a bit of creative flair.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"241","type":"brands","attributes":{"slug-url":"thierry-mugler","name":"MUGLER","description":"Thierry Mugler is a French fashion designer and photographer known for his 1980s power fashions and widely credited with creating the “gourmand” fragrance category in the 1990s. His style is distinguished by its futuristic shapes and fantasy elements, with unique creations that result from the desire to share sensations in order to spark emotion.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"349","type":"brands","attributes":{"slug-url":"nails-inc","name":"NAILS INC.","description":"Founded in 1999, Nails Inc. offers fashion-forward and innovative nail formulas and nail care products. Each of the more than 150 nail colours and special effect polishes are fashion forward and professional quality. The brand’s award-winning Gel Effect formula is a fantastic alternative to professional gel manicures, giving you the same glossy and plump finish without the use of UV.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"329","type":"brands","attributes":{"slug-url":"narciso-rodriguez","name":"Narciso Rodriguez","description":"As one of the most prominent American fashion designers of the past two decades, Narciso Rodriguez is always at the forefront of trends. His first For Her fragrance was released in 2003 to much fanfare. Since then, his scents have continued to be recognised, cementing his place in the industry with his iconic classics.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"343","type":"brands","attributes":{"slug-url":"nars","name":"NARS","description":"Founded in 1994 with just 12 lipsticks, NARS is a popular French beauty label thanks to the hard work and vision of makeup artist, photographer and creative personality François Nars. More than 20 years after its debut, the brand continues to reinvents itself with a strong global presence, presenting a wide range of trendsetting makeup and skincare products such as the renowned NARS Orgasm range.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"398","type":"brands","attributes":{"slug-url":"natasha-denona","name":"Natasha Denona","description":"Internationally renowned makeup artist and trendsetter Natasha Denona sees makeup as a profoundly personal living art for and of the moment. This vision guides the innovative formulas of her eponymous brand and user-friendly collection that's designed to target every woman at any age. Made with the highest quality ingredients, her stunning line of makeup creations has captivated the beauty community. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"102","type":"brands","attributes":{"slug-url":"ncla","name":"NCLA","description":"From sunny Southern California, NCLA incorporates innovative luxury with 100% vegan, cruelty-free and non-toxic ingredients to produce nail products that stand in a league of their very own. More than just pretty polishes, the brand strives to be a leader in the nail industry with their foresight and never ending drive.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"240","type":"brands","attributes":{"slug-url":"nina-ricci","name":"Nina Ricci","description":"Founded by a mother-and-son team in 1932, Italian-born Maria “Nina” Ricci and her son Robert started the elegant Parisian label to specialise in luxury fashion and fragrances. The Nina Ricci fragrance range possesses an unspoken flair of grace and poise, with versatile scents ranging from refreshingly sweet to deeper florals for any occasion.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"271","type":"brands","attributes":{"slug-url":"nudestix","name":"Nudestix","description":"Sisters and models Ally and Taylor Frankel teamed up with their mum, Jenny, a chemical engineer with more than 20 years of beauty experience, to create this brand made popular for their collection of easy-to-use makeup crayons. Stylishly packaged in black tins, NUDESTIX takes getting creative with your makeup to the next level. Discover why this brand is fast becoming a cult favourite.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"292","type":"brands","attributes":{"slug-url":"nyxprofessionalmakeup","name":"NYX Professional Makeup","description":"LA-based brand NYX Professional Makeup is known for pro-grade makeup at wallet-friendly prices, making it a go-to destination for the makeup obsessed around the world. Featuring an ever-expanding range of staple, seasonal and on-trend cosmetics, NYX Professional Makeup is defined by exceptional quality, rich pigment and high colour payoff. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"336","type":"brands","attributes":{"slug-url":"onsen-japonica","name":"ONSEN JAPONICA","description":"With a dedication to providing hydration that’s crucial for healthy skin function, Japanese skincare brand Onsen Japonica harnesses the hydrating and restorative powers of Japan’s mineral-rich onsen thermal waters to brighten, nourish and care for your skin. Its products are wholly sourced and perfected in Japan, bringing together science, natural ingredients, and tradition-rich onsen water.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"16","type":"brands","attributes":{"slug-url":"original-and-mineral","name":"Original \u0026 Mineral","description":"Australian brand Original \u0026 Mineral believes that a healthy head of hair begins when it’s free of stress—which means eliminating as many chemicals from your locks as possible. Beautifully packaged with minimalist elements, each product contains UV protection and natural ingredients that focus on nourishing and repairing your hair.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"220","type":"brands","attributes":{"slug-url":"origins","name":"Origins","description":"Since the late 1980s, Origins has stood out with its minimal approach to beauty powered by nature. The brand’s high-performance skincare unleashes the power of plants blended with non-toxic alternatives and advanced science. Not only do the breakthrough formulas restore skin’s vitality, but Origins' earth friendly practices and packaging are committed to well-being—both yours and the planet’s.","brand-limit":50,"mobile-app-banner-image":null}},{"id":"345","type":"brands","attributes":{"slug-url":"ouai","name":"Ouai","description":"When it comes to hair, looking good should always be effortless. American brand OUAI by celebrity hairstylist Jen Atkin takes a holistic approach to its stylish line of hair products for different hair concerns. Keep your hair healthy and nourished with sulfate-free shampoos, conditioners and styling products. Say “Ouai” (pronounced “way”) to a modern and chic look every single day.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"330","type":"brands","attributes":{"slug-url":"paco-rabanne","name":"Paco Rabanne","description":"Paco Rabanne is a French fashion house that was founded in 1966 by the Spanish-born fashion designer of the same name. An architect by training, he’s known for eclectic designs featuring unconventional materials. The house launched its first perfume, the woman’s fragrance Calandre, in 1969, and has gone on to introduce a range of men and women’s fragrances housed in unique bottles.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"291","type":"brands","attributes":{"slug-url":"patricks","name":"Patricks","description":"An award-winning Australian men’s haircare brand, Patricks is renowned for its range of high-performing, luxurious hair care and styling products made from quality raw ingredients. Each one is created with the latest technology for superior performance and is designed to improve hair and scalp health.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"299","type":"brands","attributes":{"slug-url":"percy-and-reed","name":"Percy \u0026 Reed","description":"Created by two of London’s leading hair personalities, Paul “Percy” Percival and Adam Reed, Percy and Reed is known for its range of easy-to-use, high-performance products. The goal is to create modern, wearable haircare from volumising sprays or moisturising conditioners that truly work and are accessible to everyone from the girl next door to celebrity A-listers.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"302","type":"brands","attributes":{"slug-url":"peter-thomas-roth","name":"Peter Thomas Roth","description":"In 1993, Peter Thomas Roth launched his eponymous line—a comprehensive collection of products designed to treat every skin concern, including breakouts, fine lines, hyperpigmentation and redness. His brand philosophy is simple: Create breakthrough formulas by combining potent ingredients and traditional Hungarian skincare philosophies with advanced technology for effective products that deliver.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"171","type":"brands","attributes":{"slug-url":"phil-smith","name":"Phil Smith","description":"An industry veteran, celebrity hairdresser and pioneer member of Toni\u0026Guy, Phil Smith created his award-winning, namesake line to give women the gorgeous, healthy locks they’ve been dreaming of. It doesn’t matter if you have curly or straight tresses, there’s a perfect Phil Smith product for your hair’s needs, be it a much needed volume boost or a high-shine finish.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"175","type":"brands","attributes":{"slug-url":"philosophy","name":"Philosophy","description":"Philosophy believes in creating effective, multi-tasking products with clean and gentle formulas that simplify your everyday skincare routine so you can look, live and feel your best. Everything from the feel-good scents to the uplifting product copy on the packaging aims to uplift and nourish the spirit, so you can let your inner and outer beauty shine. .","brand-limit":null,"mobile-app-banner-image":null}},{"id":"356","type":"brands","attributes":{"slug-url":"pixi","name":"Pixi","description":"Backed by more than 20 years of real world experience as a makeup artist and product developer, Petra Strand launched Pixi, a line of products that give skin a naturally radiant look. As a working mother of four, Petra understood the time challenges women on-the-go face daily, so all of her products are multitasking and youth-enhancing to get you looking flawless in a few fuss-free minutes.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"331","type":"brands","attributes":{"slug-url":"prada","name":"Prada","description":"Founded by Mario Prada in 1913, Italian fashion house Prada is known for its luxurious leather goods. Prada’s first foray into fragrances was a set of artisanal fragrances focusing on a single floral note, like iris and tuberose in 2003. Since then, the house has gone on to create bold, unforgettable scents, inspired by the past and embodying the future.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"135","type":"brands","attributes":{"slug-url":"rahua","name":"Rahua","description":"The star ingredient in Rahua’s exclusive range of luxurious products—an exquisite nut oil from the Amazon—and has been a time-honoured ingredient in Amazonian beauty rituals for centuries. Unlike other botanical oils and silicones, the Rahua oil molecule is small enough to penetrate the hair’s cortex, strengthening it and smoothing the cuticle for thicker, more lustrous locks.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"185","type":"brands","attributes":{"slug-url":"real-techniques","name":"Real Techniques","description":"Founders Samantha and Nicola Chapman grew up surrounded by makeup, attending beauty school and working with global beauty brands like MAC, Estee Lauder and Chanel. It was this ongoing passion that led the sisters to launch the Real Techniques brush collection of affordable, high-quality brushes to give women the right tools to get the most out of their makeup.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"83","type":"brands","attributes":{"slug-url":"ren","name":"REN","description":"Since its launch in 2000, clean beauty brand REN has risen to become a cult favourite of both beauty editors and consumers alike. Its groundbreaking product formulas contain 100% plant- and mineral-derived actives that boost the skin’s natural reparative properties for a healthy, younger-looking complexion.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"332","type":"brands","attributes":{"slug-url":"repetto","name":"Repetto","description":"What began as a dancer’s shoemaker in 1947 has grown into a beloved lifestyle brand replete with signature scents. Synonymous with French elegance and simplicity, Repetto’s shoes became immortalised by the likes of Bridget Bardot and Serge Gainsbourg. Today, the brand continues to celebrate its roots with fragrances that evoke the grace, lightness, and femininity of the ballet.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"223","type":"brands","attributes":{"slug-url":"revitalash","name":"RevitaLash","description":"Founder Dr. Michael Brinkenhoff developed this groundbreaking brand to help his wife, Gayle, feel beautiful during her fight with breast cancer. RevitaLash is known for its family of award-winning, innovative products for eyelash and brow enhancement to improve the appearance of lackluster lashes and brows.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"243","type":"brands","attributes":{"slug-url":"rodial","name":"Rodial","description":"In 1999, Maria Hatzistefanis founded Rodial after years as an international journalist and leading beauty authority. Her goal was to create high-performance skincare made from with world-class anti-ageing ingredients, offering targeted solutions to address a range of skin concerns. All products contain Pomegranate Ellagic Tannic, which boosts collagen production for firmer, youthful skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"76","type":"brands","attributes":{"slug-url":"rosebud-perfume-company","name":"Rosebud Perfume Company","description":"Founded by George F. Smith in 1895, The Rosebud Perfume Company is known for its multi-purpose balms and salves that have become a cult favourite from celebrities to makeup artists. The easy-to-use products treat a wide array of skin ailments like chapped skin, diaper rash, blemishes and can be used to soothe detergent burns or smooth rough cuticles and hands.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"195","type":"brands","attributes":{"slug-url":"sachajuan","name":"Sachajuan","description":"Swedish brand Sachajuan fuses high-quality ingredients and innovation to produce simple, effective and uncomplicated hair care. The minimalist design of each product is inspired by traditional glass medicine bottles and the white elegance of Sachajuan salons. A holistic approach and well-balanced active ingredients will leave you with hair that not only looks good, but feels great.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"260","type":"brands","attributes":{"slug-url":"sephora-collection","name":"Sephora Collection","description":"Beauty doesn't have to be complicated. Whether you're a novice or an expert, there's always something to discover with SEPHORA COLLECTION. Thanks to its wide range of makeup, tools, brushes and skincare, it's easier than ever to experiment, express and explore. Shop more than 80 eye shadows, 90 lipsticks, 75 makeup brushes.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"359","type":"brands","attributes":{"slug-url":"sephora-favourites","name":"Sephora Favorites","description":"Beauty doesn't have to be complicated. Whether you're a novice or an expert, there's always something to discover with SEPHORA COLLECTION, the full-fledged makeup brand. Thanks to the more than 150 eye shadows, 190 lipsticks, 45 makeup brushes and more, it's easier than ever to experiment, express and explore. ","brand-limit":null,"mobile-app-banner-image":null}},{"id":"333","type":"brands","attributes":{"slug-url":"shanghai-tang","name":"Shanghai Tang","description":"The Shanghai Tang Fragrance Collection is a sensorial journey capturing the essence of the brand, through an adventure that spans from Europe to China, extending 4,000 miles. Inspired by the intricate decor, rich colors, infused with the local flora and cultural mysteries of the Silk Road, master perfumer and fragrance artist Carlos Benaim has created a collection for Shanghai Tang that captivates all senses. The collection pays tribute to the grandeur of Chinese culture through the multiple facets and mystical essence of the unique scents.  Handcrafted around exclusive 100% natural ingredients the collection stands for unquestionable quality and a genuine respect for the craft of perfumery.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"313","type":"brands","attributes":{"slug-url":"shu-uemura","name":"Shu Uemura","description":"Celebrating the art of beauty, Shu Uemura was developed on the philosophy that beautiful makeup starts with beautiful skin. Powerful phyto-ingredients and breakthrough technologies are combined to create cutting-edge makeup, innovative skincare and elegantly crafted professional tools that fuse simplicity and elegance.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"51","type":"brands","attributes":{"slug-url":"sigma-beauty","name":"Sigma Beauty","description":"Since its founding in 2009, Sigma Beauty has gone from an online-only beauty store to having more than 250 retailers in over 70 countries. With the brand's product development is influenced by its founders' backgrounds in engineering and research, Sigma Beauty is dedicated to providing beauty enthusiasts with forward and functional solutions in cosmetics, makeup brushes and brush care accessories.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"380","type":"brands","attributes":{"slug-url":"silke-london","name":"SILKE London","description":"SILKE London is the best night’s sleep your hair has ever had. Inspired by the hair wrapping methods of her Caribbean heritage, founder and hairstylist Maria set out to transform hair with wraps that eliminate nightly friction and prevent breakage. Each luxurious silk wrap is developed for the perfect fit, weight, and style so that women of all hair types can wake up to strong, healthy hair.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"62","type":"brands","attributes":{"slug-url":"sk-ii","name":"SK-II","description":"As one of the most-loved beauty brands around the world, SK-II boasts a luxurious range of holistic skincare containing a breakthrough signature ingredient called Pitera™. This efficacious essence contains over 50 micronutrients and is rich in vitamins, amino acids, minerals and organic acids. The promise? Smoother, firmer, radiant and crystal clear skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"149","type":"brands","attributes":{"slug-url":"skin-inc","name":"Skin Inc","description":"Skin Inc is the world’s first Skin Supplement Bar offering customisable beauty solutions to help you create an effective and fuss-free regimen that’s just for your skin. The brand's products feature highly concentrated, pure and active serums and innovative skincare from Japan that utilise advanced delivery systems for maximum results. Skin Inc products do not contain added scents or parabens.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"18","type":"brands","attributes":{"slug-url":"sleek-makeup","name":"Sleek MakeUP","description":"Innovative high-street beauty brand Sleek MakeUP is all about making the latest beauty trends truly accessible, taking them from runway to real life. The brand creates performance makeup known for strong pigmentation and high quality. With an understanding of skin tones and the need for diversity, Sleek MakeUP caters from fair to dark skin tones and everyone in between.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"367","type":"brands","attributes":{"slug-url":"smashbox","name":"Smashbox","description":"From the iconic Smashbox Photo Studios in LA comes a brand that empowers women to be their most beautiful selves with makeup that’s made to last through hot days and long nights. The line is known for ultra-pigmented, super-hydrating lipsticks and silky, long-lasting primers to keep you photo-ready.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"33","type":"brands","attributes":{"slug-url":"strivectin","name":"StriVectin","description":"StriVectin, the cream that created the cosmeceutical craze, faces the future of anti-aging and skin repair with an all-new clinical formula and proof!","brand-limit":null,"mobile-app-banner-image":null}},{"id":"303","type":"brands","attributes":{"slug-url":"studio-10","name":"Studio 10","description":"Founded by Grace Fodor, Studio | 10 has amassed a cult following in just a couple of years. Beyond anti-ageing ingredients, Fodor strives to cover and correct the signs of ageing with formulas, colours and flattering finishes for mature skin. With the help of dermatologists and makeup artists, she has an innovative range of age and skin perfecting 'quick fix' makeup.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"108","type":"brands","attributes":{"slug-url":"supergoop","name":"Supergoop!","description":"Supergoop! is the only prestige skincare brand that is 100% dedicated to sun care, with a desire to change the way you feel about sunscreen. Instead of a sticky, greasy, chalky mess, expect feel-good lotions and refreshing face sprays among the large range of products for the face and body. Supergoop! uses Super Broad Spectrum protection, protecting skin from UVA, UVB and IRA rays.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"78","type":"brands","attributes":{"slug-url":"tangle-teezer","name":"Tangle Teezer","description":"Designed, manufactured, and made in Great Britain, Tangle Teezer is a detangling hair care brand with products designed to painlessly rid your hair of knots and tangles, while dramatically reducing hair breakage and damage. A favourite among industry experts, the range has since expanded to include new detangling designs, blow-drying tools and even a finishing touch hair brush.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"277","type":"brands","attributes":{"slug-url":"tarte","name":"tarte","description":"From long-wear blushes to breakthrough Amazonian clay and maracuja complexion products, tarte is committed to delivering high-performance natural products for real women. Its eco-chic and cruelty-free cosmetics are infused with ingredients like superfruit and plant extracts, vitamins, minerals, essential oils and other naturally-derived ingredients, proving glamour can still be good for you.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"50","type":"brands","attributes":{"slug-url":"the-konjac-sponge-company","name":"The Konjac Sponge Company","description":"The Konjac Sponge Company are the creators of the original konjac sponge, which is produced in the volcanic hills of South Korea’s Jeju island. Each sponge is made by hand using the finest pure food-grade Konjac fibre and mineral-rich extracts. The natural and cruelty-free sponge is meant to deeply cleanse, exfoliate and refine your complexion while being gentle enough for sensitive skin.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"232","type":"brands","attributes":{"slug-url":"the-balm","name":"theBalm","description":"With a \"beauty in five minutes\" philosophy, theBalm's simple multi-use products have become its calling card, offering quick fixes and solutions for a wide range of beauty wants and needs. What began as mixing makeup in a kitchen with the help of how-to books has grown into a brand of wearable colours, anti-ageing formulas, finely milled pigments and fabulous scents.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"48","type":"brands","attributes":{"slug-url":"this-works","name":"This Works","description":"Kathy Phillips, yoga teacher and former Beauty Director of Vogue UK, started This Works back in 2003 as an antidote to modern life, specifically its impact on skin and wellbeing. Focusing on the link between lifestyle and skin health, she creates intelligent, high-quality, efficacious and targeted solutions that optimise skin performance 24 hours a day without using unnecessary chemicals.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"235","type":"brands","attributes":{"slug-url":"to-be-calm","name":"To Be Calm","description":"Acknowledging that we cannot always control the busy and challenging circumstances of daily life, To Be Calm has developed a range of fragrances to create an environment which calms busy minds, evokes positivity and effectively soothes the soul. Each product is thoughtfully formulated with a luxurious scent intended to bring a happy and balanced atmosphere into your home and office.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"391","type":"brands","attributes":{"slug-url":"tom-ford-beauty","name":"Tom Ford Beauty","description":"The TOM FORD Beauty collection is Tom Ford's wardrobe of sumptuous cosmetics and extraordinary fragrances. It is designed to achieve ravishing feminine glamour and impeccable masculine style while amplifying individuality. This covetable collection fuses state-of-the-art beauty innovation and artisanal-level craftsmanship with Tom Ford’s singular vision of modern glamour.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"338","type":"brands","attributes":{"slug-url":"too-faced","name":"Too Faced","description":"Too Faced is a serious makeup brand that knows how to have fun. Inspired by a love of Paris, unabashed girliness and the transformative power of cosmetics, Too Faced began as a boutique brand with big dreams. They use quality ingredients to create innovative, cruelty-free color cosmetics with the aim of giving women the freedom to express themselves and the confidence to take on the world.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"73","type":"brands","attributes":{"slug-url":"tweezerman","name":"Tweezerman","description":"Tweezerman has been recognised in the beauty industry for more than 35 years and amassed a cult following thanks to its cutting-edge innovation, reliability and service with every beauty tool sold. Discover eye-catching precision tweezers, lash curlers and nail tools to meet all of your grooming needs from face and lashes to hand, foot and nail care.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"263","type":"brands","attributes":{"slug-url":"urban-decay","name":"Urban Decay","description":"A little provocative and a lot of fun, Urban Decay offers high-performance cosmetics in extensive shade ranges that celebrate beauty with an edge. Facing an excess of reds, pinks and beiges in the mid-1990s, founder Wende Zomnir set out to make her mark inspired by the fiery facets of the urban landscape.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"335","type":"brands","attributes":{"slug-url":"valentino","name":"Valentino","description":"Italian fashion designer Valentino offers luxury in all his products, from the quality to the designs. Nothing is compromised. Valentino perfumes follow this rule, in their stunningly distinctive bottles, decorated in powdery pink or edgy, solid black. Discover the luxurious Valentino range and admire the collection. Whether it is Valentino Donna or Uomo, you’ll be captivated by every scent.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"379","type":"brands","attributes":{"slug-url":"verb","name":"VERB","description":"Much like its Austin roots, Verb hair care is an easy-living, no-nonsense brand inspired by natural beauty. Created by stylists, the line of shampoos, conditioners, masks and more aims to provide clients with affordable salon-quality hair care. Plus, they only use the good stuff. Every Verb product is colour safe and formulated without sulfates, parabens, or gluten.\r\n","brand-limit":null,"mobile-app-banner-image":null}},{"id":"61","type":"brands","attributes":{"slug-url":"vmv-hypoallergenics","name":"VMV Hypoallergenics","description":"As the author of more than 75 published studies and the creator of the first hypoallergenic “grading” system, VMV Hypoallergenics promises the safest, most proven effective care on the planet. VMV’s products are free of most or all 76 known allergens, and every product and ingredient that goes into it is patch tested for skin safety and more.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"372","type":"brands","attributes":{"slug-url":"wander-beauty","name":"Wander Beauty","description":"Launched out of a passion for travel and a less-is-more philosophy, Wander Beauty is a travel-inspired, luxury colour cosmetics experience. Founder, supermodel and world traveller Lindsay Ellingson has experimented with countless beauty formulas and worked with the best makeup artists in the industry. Now, she’s sharing what she’s learned to help you streamline your beauty routine.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"146","type":"brands","attributes":{"slug-url":"wild-products","name":"Wild Products","description":"Wild Products was born from a desire to live a lifestyle that is natural, healthy and kind to the environment. Cruelty-free products are formulated using oils, herbs, honey, goat milk and other natural ingredients that are not only benefit skin health but smell good too. Ingredients are sustainably sourced and packaging is as environmentally friendly as possible.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"280","type":"brands","attributes":{"slug-url":"winky-lux","name":"Winky Lux","description":"Winky Lux is dedicated to making high-quality colour cosmetics that are paraben free, phthalate free, non-toxic and heavily pigmented. They don't test on animals, make their products sustainable, and strive to create beautiful and unusual colors to stop you in your tracks. The Winky Lux woman is highly intelligent, loyal, playful, beautiful and has a love for grooming.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"227","type":"brands","attributes":{"slug-url":"yves-rocher","name":"Yves Rocher","description":"Founded more than 50 years ago in Bretagne, France, Yves Rocher was created on the fundamentals of botanical beauty and the infinite potential of the botanical world. In other words, Yves Rocher draws on the life of plants to make you look and feel beautiful. Till today, Yves Rocher guarantees quality and safety of all its products, remaining a respectful and accessible botanical beauty brand.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"347","type":"brands","attributes":{"slug-url":"zadig-and-voltaire","name":"Zadig \u0026 Voltaire","description":"From the renowned French fashion house Zadig \u0026 Voltaire come scents that embody the casual, bohemian and cool elegance of the label. Their most recent fragrance launches use precious materials, with sandalwood as a signature, and cool designs to try to offer something new in accordance with the edgy image of the brand.","brand-limit":null,"mobile-app-banner-image":null}},{"id":"115","type":"brands","attributes":{"slug-url":"zoeva","name":"ZOEVA","description":"Stemming from zoe, the Greek word for “life” and Eva, the very first woman, ZOEVA’s products are designed to dramatically change a woman’s life. The brand focuses on the individual beauty of women and is internationally recognized for its passion for color cosmetics and makeup brushes. Every ZOEVA product is designed with conviction and devotion to makeup as well as high standards of quality.","brand-limit":null,"mobile-app-banner-image":null}}],"links":{},"meta":{"total-pages":1,"total-items":187,"total":187,"current-page":1,"per-page":200}}
